export const MOCKDATA = {
  title: "공학 설계 입문 12차 회의",
  MeetingUrl: "https://www.naver.com",
  dates: ["2024-11-04", "2024-11-06", "2024-11-07", "2024-11-08", "2024-11-09"],
  startHour: "11:00",
  endHour: "17:00",
  selectedCells: [
    "2024-11-06-00:00",
    "2024-11-06-00:30",
    "2024-11-06-01:00",
    "2024-11-04-00:00",
    "2024-11-04-00:30",
    "2024-11-04-01:00",
    "2024-11-08-01:00",
  ],
  memberNames: ["홍길동", "차은우", "설윤아", "박보검", "이상혁"],
  chatLog: [
    { id: 1, name: "홍길동", message: "고민하시다가 3일 오후 10시까지 꼭 투표 해주셔야 합니다" },
    { id: 2, name: "차은우", message: "넵" },
    { id: 3, name: "설윤아", message: "알겠습니다." },
    { id: 4, name: "이상혁", message: "ㅋㅋ" },
  ],
};
